Repository: 0xcssh/podradar
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: %@ / week
de: %@ / Woche
es: %@ / semana
fr: %@ / semaine
it: %@ / settimana
pt_br: %@ / semana

source: %@ Device
de: %@-Gerät
es: Dispositivo %@
fr: Appareil %@
it: Dispositivo %@
pt_br: Dispositivo %@

source: Try for Free for %lld Days
de: %lld Tage kostenlos testen
es: Prueba gratis durante %lld días
fr: Essaie gratuitement pendant %lld jours
it: Prova gratis per %lld giorni
pt_br: Experimente grátis por %lld dias

source: then %@ / week
de: danach %@ / Woche
es: luego %@ / semana
fr: puis %@ / semaine
it: poi %@ / settimana
pt_br: depois %@ / semana

source: 3 Days Free Trial
de: 3 Tage kostenlos testen
es: 3 días de prueba gratis
fr: 3 jours d'essai gratuit
it: 3 giorni di prova gratuita
pt_br: 3 dias de teste grátis

source: Act quickly before device battery diminishes
de: Handle schnell, bevor der Akku des Geräts leer wird
es: Actúa rápido antes de que se agote la batería del dispositivo
fr: Agis vite avant que la batterie de l'appareil ne s'épuise
it: Agisci in fretta prima che la batteria del dispositivo si esaurisca
pt_br: Aja rápido antes que a bateria do dispositivo acabe

source: Already Subscribed?
de: Bereits abonniert?
es: ¿Ya tienes suscripción?
fr: Déjà abonné ?
it: Hai già un abbonamento?
pt_br: Já é assinante?

source: BLUETOOTH DEVICE FINDER
de: BLUETOOTH-GERÄTESUCHE
es: BUSCADOR BLUETOOTH
fr: LOCALISATEUR BLUETOOTH
it: RICERCA DISPOSITIVI BLUETOOTH
pt_br: LOCALIZADOR BLUETOOTH

source: Can't see your device?
de: Gerät nicht dabei?
es: ¿No ves tu dispositivo?
fr: Tu ne vois pas ton appareil ?
it: Non vedi il tuo dispositivo?
pt_br: Não vê seu dispositivo?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt_br: Continuar

source: Couldn't load pricing — Tap to Retry
de: Preis konnte nicht geladen werden — Erneut versuchen
es: No se pudo cargar el precio — Toca para reintentar
fr: Impossible de charger le prix — Appuie pour réessayer
it: Impossibile caricare il prezzo — Tocca per riprovare
pt_br: Não foi possível carregar o preço — Toque para tentar novamente

source: Device %@
de: Gerät %@
es: Dispositivo %@
fr: Appareil %@
it: Dispositivo %@
pt_br: Dispositivo %@

source: Device Name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome del dispositivo
pt_br: Nome do dispositivo

source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome del dispositivo
pt_br: Nome do dispositivo

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
pt_br: Dispositivos

source: Do you want to save the location of where you found your device? (This makes it easier for you to find your devices next time)
de: Möchtest du den Ort speichern, an dem du dein Gerät gefunden hast? (Das erleichtert dir das Wiederfinden deiner Geräte)
es: ¿Quieres guardar la ubicación donde encontraste tu dispositivo? (Esto te facilitará encontrar tus dispositivos la próxima vez)
fr: Veux-tu enregistrer l'endroit où tu as trouvé ton appareil ? (Cela te facilitera la recherche la prochaine fois)
it: Vuoi salvare la posizione in cui hai trovato il tuo dispositivo? (Questo ti aiuterà a ritrovarlo più facilmente la prossima volta)
pt_br: Deseja salvar o local onde encontrou seu dispositivo? (Isso facilita encontrar seus dispositivos da próxima vez)

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
pt_br: Grátis

source: Ignored Devices
de: Ignorierte Geräte
es: Dispositivos ignorados
fr: Appareils ignorés
it: Dispositivi ignorati
pt_br: Dispositivos ignorados

source: Enable Location
de: Standort aktivieren
es: Activar ubicación
fr: Activer la localisation
it: Attiva posizione
pt_br: Ativar localização

source: Enter a description of the location below
de: Gib unten eine Beschreibung des Orts ein
es: Escribe una descripción del lugar a continuación
fr: Ajoute une description de l'endroit ci-dessous
it: Inserisci qui sotto una descrizione del luogo
pt_br: Insira uma descrição do local abaixo

source: FAR
de: LOIN
es: LEJOS
fr: LOIN
it: LONTANO
pt_br: LONGE

source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito
pt_br: Favorito

source: Feel It Get Closer
de: Spüre, wie es näher kommt
es: Siente cómo se acerca
fr: Sens-le se rapprocher
it: Sentilo avvicinarsi
pt_br: Sinta-o se aproximando

source: Follow the Signal
de: Folge dem Signal
es: Sigue la señal
fr: Suis le signal
it: Segui il segnale
pt_br: Siga o sinal

source: Found it!
de: Gefunden!
es: ¡Encontrado!
fr: Trouvé !
it: Trovato!
pt_br: Encontrei!

source: If you are looking for AirPods, make sure the AirPods are not in a case
de: Wenn du AirPods suchst, stelle sicher, dass sie sich nicht im Etui befinden
es: Si buscas tus AirPods, asegúrate de que no estén dentro del estuche
fr: Si tu cherches des AirPods, vérifie qu'ils ne sont pas dans leur boîtier
it: Se stai cercando degli AirPods, assicurati che non siano nella custodia
pt_br: Se você está procurando AirPods, verifique se eles não estão no estojo

source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
it: Inizia
pt_br: Começar

source: Haptic pulses speed up as you home in on it
de: Haptische Impulse werden schneller, je näher du kommst
es: Las vibraciones se aceleran a medida que te acercas
fr: Les vibrations s'accélèrent à mesure que tu te rapproches
it: Le vibrazioni accelerano man mano che ti avvicini
pt_br: As vibrações aceleram conforme você se aproxima

source: How It Works
de: So funktioniert's
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
pt_br: Como funciona

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
pt_br: Ignorar

source: Last Seen
de: Zuletzt gesehen
es: Visto por última vez
fr: Dernière position
it: Ultima posizione
pt_br: Última localização

source: Location access is off, so PodRadar can't remember where a device was last detected.
de: Der Standortzugriff ist deaktiviert, daher kann sich PodRadar nicht merken, wo ein Gerät zuletzt erkannt wurde.
es: El acceso a la ubicación está desactivado, así que PodRadar no puede recordar dónde se detectó un dispositivo por última vez.
fr: L'accès à la localisation est désactivé, donc PodRadar ne peut pas mémoriser où un appareil a été détecté pour la dernière fois.
it: L'accesso alla posizione è disattivato, quindi PodRadar non può ricordare dove è stato rilevato per l'ultima volta un dispositivo.
pt_br: O acesso à localização está desativado, então o PodRadar não consegue lembrar onde um dispositivo foi detectado pela última vez.

source: Make sure the device is within Bluetooth signal range
de: Stelle sicher, dass sich das Gerät in Bluetooth-Reichweite befindet
es: Asegúrate de que el dispositivo esté dentro del alcance de la señal Bluetooth
fr: Vérifie que l'appareil est à portée du signal Bluetooth
it: Assicurati che il dispositivo sia entro il raggio del segnale Bluetooth
pt_br: Verifique se o dispositivo está dentro do alcance do sinal Bluetooth

source: Make sure your headphones are powered on and nearby.
de: Stelle sicher, dass dein Kopfhörer eingeschaltet und in der Nähe ist.
es: Asegúrate de que tus auriculares estén encendidos y cerca.
fr: Vérifie que ton casque est allumé et à proximité.
it: Assicurati che le tue cuffie siano accese e nelle vicinanze.
pt_br: Verifique se seu fone está ligado e por perto.

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
pt_br: Mapa

source: Map Location
de: Kartenposition
es: Ubicación en el mapa
fr: Position sur la carte
it: Posizione sulla mappa
pt_br: Localização no mapa

source: Move around and follow the signal strength to find your device
de: Bewege dich und folge der Signalstärke, um dein Gerät zu finden
es: Muévete y sigue la intensidad de la señal para encontrar tu dispositivo
fr: Déplace-toi et suis la force du signal pour retrouver ton appareil
it: Spostati e segui l'intensità del segnale per trovare il tuo dispositivo
pt_br: Mova-se e siga a intensidade do sinal para encontrar seu dispositivo

source: Never Lose Your AirPods Again
de: Verliere nie wieder deine AirPods
es: No vuelvas a perder tus AirPods
fr: Ne perds plus jamais tes AirPods
it: Non perdere mai più i tuoi AirPods
pt_br: Nunca mais perca seus AirPods

source: Next, we'll ask for Bluetooth and Location access — needed to scan for your devices and remember where you found them. Nothing is ever shared.
de: Als Nächstes bitten wir um Bluetooth- und Standortzugriff — nötig, um deine Geräte zu scannen und dir zu merken, wo du sie gefunden hast. Es wird nie etwas geteilt.
es: A continuación, pediremos acceso a Bluetooth y ubicación — necesario para buscar tus dispositivos y recordar dónde los encontraste. Nunca compartimos nada.
fr: On va te demander l'accès au Bluetooth et à la localisation — nécessaire pour scanner tes appareils et mémoriser où tu les as trouvés. Rien n'est jamais partagé.
it: Ora ti chiederemo l'accesso a Bluetooth e posizione — necessario per scansionare i tuoi dispositivi e ricordare dove li hai trovati. Non condividiamo mai nulla.
pt_br: Em seguida, pediremos acesso ao Bluetooth e à localização — necessário para escanear seus dispositivos e lembrar onde você os encontrou. Nada é compartilhado.

source: NEAR
de: NAH
es: CERCA
fr: PROCHE
it: VICINO
pt_br: PERTO

source: No locations yet
de: Noch keine Standorte
es: Aún no hay ubicaciones
fr: Aucune position pour l'instant
it: Ancora nessuna posizione
pt_br: Ainda sem localizações

source: No previous locations yet
de: Noch keine früheren Standorte
es: Aún no hay ubicaciones anteriores
fr: Aucune position enregistrée pour l'instant
it: Ancora nessuna posizione precedente
pt_br: Ainda sem localizações anteriores

source: PodRadar finds every Bluetooth device around you
de: PodRadar findet jedes Bluetooth-Gerät in deiner Nähe
es: PodRadar encuentra todos los dispositivos Bluetooth a tu alrededor
fr: PodRadar trouve tous les appareils Bluetooth autour de toi
it: PodRadar trova ogni dispositivo Bluetooth intorno a te
pt_br: O PodRadar encontra todos os dispositivos Bluetooth ao seu redor

source: Quick Permission Check
de: Kurze Berechtigungsprüfung
es: Verificación rápida de permisos
fr: Petite vérification des autorisations
it: Verifica rapida dei permessi
pt_br: Verificação rápida de permissões

source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
pt_br: Escanear

source: That panicked feeling when your earbuds vanish? PodRadar ends it in seconds.
de: Diese Panik, wenn deine Kopfhörer verschwunden sind? PodRadar beendet sie in Sekunden.
es: ¿Ese momento de pánico cuando desaparecen tus auriculares? PodRadar lo termina en segundos.
fr: Cette panique quand tes écouteurs disparaissent ? PodRadar y met fin en quelques secondes.
it: Quel senso di panico quando le tue cuffie spariscono? PodRadar lo risolve in pochi secondi.
pt_br: Aquele pânico quando seu fone desaparece? O PodRadar resolve em segundos.

source: Walk toward it and watch the signal strength rise
de: Geh darauf zu und beobachte, wie die Signalstärke steigt
es: Camina hacia él y observa cómo aumenta la señal
fr: Avance vers lui et regarde le signal augmenter
it: Avvicinati e osserva il segnale aumentare
pt_br: Caminhe em direção a ele e veja o sinal aumentar

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
pt_br: Abrir ajustes

source: Pinpoint Your Device's Exact Location
de: Finde den genauen Standort deines Geräts
es: Localiza la ubicación exacta de tu dispositivo
fr: Localise précisément ton appareil
it: Individua la posizione esatta del tuo dispositivo
pt_br: Localize a posição exata do seu dispositivo

source: PodRadar can remember where a device was last detected.
de: PodRadar kann sich merken, wo ein Gerät zuletzt erkannt wurde.
es: PodRadar puede recordar dónde se detectó un dispositivo por última vez.
fr: PodRadar peut mémoriser l'endroit où un appareil a été détecté pour la dernière fois.
it: PodRadar può ricordare dove è stato rilevato per l'ultima volta un dispositivo.
pt_br: O PodRadar pode lembrar onde um dispositivo foi detectado pela última vez.

source: PodRadar needs Bluetooth access. Enable it in Settings.
de: PodRadar benötigt Bluetooth-Zugriff. Aktiviere ihn in den Einstellungen.
es: PodRadar necesita acceso a Bluetooth. Actívalo en Ajustes.
fr: PodRadar a besoin d'accéder au Bluetooth. Active-le dans les réglages.
it: PodRadar necessita dell'accesso al Bluetooth. Attivalo nelle Impostazioni.
pt_br: O PodRadar precisa de acesso ao Bluetooth. Ative-o nos Ajustes.

source: Tap "Found it!" on a device to save its location here.
de: Tippe bei einem Gerät auf „Gefunden!“, um seinen Standort hier zu speichern.
es: Toca «¡Encontrado!» en un dispositivo para guardar su ubicación aquí.
fr: Appuie sur « Trouvé ! » sur un appareil pour enregistrer sa position ici.
it: Tocca "Trovato!" su un dispositivo per salvare qui la sua posizione.
pt_br: Toque em "Encontrei!" em um dispositivo para salvar a localização dele aqui.

source: Previous Locations
de: Frühere Standorte
es: Ubicaciones anteriores
fr: Positions précédentes
it: Posizioni precedenti
pt_br: Localizações anteriores

source: Report a Bug
de: Fehler melden
es: Reportar un error
fr: Signaler un bug
it: Segnala un bug
pt_br: Reportar um bug

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
pt_br: Termos de uso

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_br: Política de privacidade

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
pt_br: Renomear

source: Rename Device
de: Gerät umbenennen
es: Renombrar dispositivo
fr: Renommer l'appareil
it: Rinomina dispositivo
pt_br: Renomear dispositivo

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar

source: Save Location
de: Standort speichern
es: Guardar ubicación
fr: Enregistrer la position
it: Salva posizione
pt_br: Salvar localização

source: Scanning for nearby devices…
de: Suche nach Geräten in der Nähe…
es: Buscando dispositivos cercanos…
fr: Recherche d'appareils à proximité…
it: Ricerca di dispositivi nelle vicinanze…
pt_br: Procurando dispositivos por perto…

source: Search for AirPods & other Bluetooth devices around you
de: Suche nach AirPods und anderen Bluetooth-Geräten in deiner Nähe
es: Busca tus AirPods y otros dispositivos Bluetooth cercanos
fr: Recherche tes AirPods et autres appareils Bluetooth à proximité
it: Cerca i tuoi AirPods e altri dispositivi Bluetooth nelle vicinanze
pt_br: Procure AirPods e outros dispositivos Bluetooth por perto

source: See precise signal strength
de: Sieh die genaue Signalstärke
es: Consulta la intensidad exacta de la señal
fr: Consulte la force exacte du signal
it: Visualizza l'intensità precisa del segnale
pt_br: Veja a intensidade exata do sinal

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_br: Ajustes

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
pt_br: Assinatura

source: Tap on your device to track down its precise location
de: Tippe auf dein Gerät, um seinen genauen Standort zu finden
es: Toca tu dispositivo para localizar su ubicación exacta
fr: Appuie sur ton appareil pour localiser sa position exacte
it: Tocca il tuo dispositivo per individuarne la posizione esatta
pt_br: Toque no seu dispositivo para localizar sua posição exata

source: Tap to Scan
de: Tippen zum Scannen
es: Toca para buscar
fr: Appuie pour scanner
it: Tocca per scansionare
pt_br: Toque para escanear

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
it: Termini di servizio
pt_br: Termos de uso

source: The Bluetooth device must be turned on in order to be detected
de: Das Bluetooth-Gerät muss eingeschaltet sein, um erkannt zu werden
es: El dispositivo Bluetooth debe estar encendido para poder detectarlo
fr: L'appareil Bluetooth doit être allumé pour être détecté
it: Il dispositivo Bluetooth deve essere acceso per poter essere rilevato
pt_br: O dispositivo Bluetooth precisa estar ligado para ser detectado

source: The device must still have some battery left
de: Das Gerät muss noch etwas Akku übrig haben
es: El dispositivo debe tener algo de batería restante
fr: L'appareil doit avoir encore un peu de batterie
it: Il dispositivo deve avere ancora un po' di batteria
pt_br: O dispositivo precisa ter um pouco de bateria restante

source: This device doesn't support Bluetooth Low Energy.
de: Dieses Gerät unterstützt kein Bluetooth Low Energy.
es: Este dispositivo no admite Bluetooth de baja energía.
fr: Cet appareil ne prend pas en charge le Bluetooth Low Energy.
it: Questo dispositivo non supporta il Bluetooth Low Energy.
pt_br: Este dispositivo não é compatível com Bluetooth de baixa energia.

source: Turn on Bluetooth to start scanning for devices.
de: Aktiviere Bluetooth, um mit der Gerätesuche zu beginnen.
es: Activa el Bluetooth para empezar a buscar dispositivos.
fr: Active le Bluetooth pour commencer à rechercher des appareils.
it: Attiva il Bluetooth per iniziare a cercare i dispositivi.
pt_br: Ative o Bluetooth para começar a procurar dispositivos.

source: Unfavorite
de: Favorit entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
pt_br: Remover dos favoritos

source: Unignore
de: Nicht mehr ignorieren
es: Dejar de ignorar
fr: Ne plus ignorer
it: Non ignorare più
pt_br: Não ignorar mais

source: Unknown device
de: Unbekanntes Gerät
es: Dispositivo desconocido
fr: Appareil inconnu
it: Dispositivo sconosciuto
pt_br: Dispositivo desconhecido

source: Weekly subscription
de: Wöchentliches Abonnement
es: Suscripción semanal
fr: Abonnement hebdomadaire
it: Abbonamento settimanale
pt_br: Assinatura semanal

source: Just for you — try 3 days free before you pay a thing.
de: Nur für dich — teste 3 Tage kostenlos, bevor du etwas bezahlst.
es: Solo para ti — prueba 3 días gratis antes de pagar nada.
fr: Rien que pour toi — essaie 3 jours gratuits avant de payer quoi que ce soit.
it: Solo per te — prova 3 giorni gratis prima di pagare qualsiasi cosa.
pt_br: Só para você — experimente 3 dias grátis antes de pagar qualquer coisa.

source: SPECIAL OFFER
de: SONDERANGEBOT
es: OFERTA ESPECIAL
fr: OFFRE SPÉCIALE
it: OFFERTA SPECIALE
pt_br: OFERTA ESPECIAL

source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium
it: Sblocca Premium
pt_br: Desbloquear Premium

source: Unlock unlimited scans
de: Unbegrenzte Scans freischalten
es: Desbloquea escaneos ilimitados
fr: Débloque les scans illimités
it: Sblocca scansioni illimitate
pt_br: Desbloqueie buscas ilimitadas

source: e.g. Under the couch cushion
de: z. B. Unter dem Sofakissen
es: p. ej. Bajo el cojín del sofá
fr: ex. Sous le coussin du canapé
it: es. Sotto il cuscino del divano
pt_br: ex. Embaixo da almofada do sofá

source: Support
es: Soporte
fr: Assistance
it: Supporto
pt_br: Suporte
